/* Action chat message (nick, message) */
" *** %@ %@" = " *** %@ %@";

/* Stats message */
"%@ downloaded, %@/s max download speed, %@ uploaded, %@/s max upload speed, %@ chat, %@ online" = "%@ downloaded, %@/s max download speed, %@ uploaded, %@/s max upload speed, %@ chat, %@ online";

/* Private chat decline message (nick) */
"%@ has declined invitation" = "%@ has declined invitation";

/* Private chat invite dialog title (nick) */
"%@ has invited you to a private chat." = "%@ has invited you to a private chat.";

/* Client has joined message (nick) */
"%@ has joined" = "%@ has joined";

/* Client has left message (nick) */
"%@ has left" = "%@ has left";

/* File Info window title (filename)
   User Info window title (nick) */
"%@ Info" = "%@ Info";

/* Client rename message (oldnick, newnick) */
"%@ is now known as %@" = "%@ is now known as %@";

/* Transfer status (transferred, size, speed, time) */
"%@ of %@, %@/s, %@" = "%@ of %@, %@/s, %@";

/* Save chat file name (server) */
"%@ Private Chat.txt" = "%@ Private Chat.txt";

/* Save chat file name (server) */
"%@ Public Chat.txt" = "%@ Public Chat.txt";

/* Client banned message (victim, killer, message) */
"%@ was banned by %@: %@" = "%@ was banned by %@: %@";

/* Client kicked message (victim, killer, message) */
"%@ was kicked by %@: %@" = "%@ was kicked by %@: %@";

/* Chat message (padding, nick, message) */
"%@%@: %@" = "%@%@: %@";

/* Client has joined message (time, nick) */
"%@, %@ has joined" = "%@, %@ has joined";

/* Client has left message (time, nick) */
"%@, %@ has left" = "%@, %@ has left";

/* Client rename message (time, oldnick, newnick) */
"%@, %@ is now known as %@" = "%@, %@ is now known as %@";

/* Client banned message (time, victim, killer, message) */
"%@, %@ was banned by %@: %@" = "%@, %@ was banned by %@: %@";

/* Client kicked message (time, victim, killer, message) */
"%@, %@ was kicked by %@: %@" = "%@, %@ was kicked by %@: %@";

/* Time stamp (time counter, time string) */
"%@,\nsince %@" = "%@,\nsince %@";

/* Files info (count, 'item(s)', size)
   Search info (items, 'item(s)', total) */
"%d %@, %@ total" = "%d %@, %@ total";

/* Files info (count, 'item(s)', size, available) */
"%d %@, %@ total, %@ available" = "%d %@, %@ total, %@ available";

/* Accounts status (users, 'user(s)', groups, 'group(s)') */
"%d %@, %d %@" = "%d %@, %d %@";

/* Files folder size (count, 'item(s)'
   Search folder size (count, 'item(s)')
   File info folder size (count, 'item(s)' */
"%llu %@" = "%llu %@";

/* Chat message (time, padding, nick, message) */
"<%@> %@%@: %@" = "<%@> %@%@: %@";

/* Icon pack OK dialog description */
"\"%@\" has been installed as \"%@\"." = "\"%@\" has been installed as \"%@\".";

/* News delimiter */
"________________________________________________________________________" = "________________________________________________________________________";

/* Protocol error dialog description */
"A protocol error occured during communication. Are you sure this is a Wired server?" = "A protocol error occured during communication. Are you sure this is a Wired server?";

/* Read error dialog description */
"A read error occurred during communication." = "A read error occurred during communication.";

/* Write error dialog description */
"A write error occurred during communication." = "A write error occurred during communication.";

/* Account editor window title */
"Account Editor" = "Account Editor";

/* Account exists error dialog title */
"Account Exists" = "Account Exists";

/* Account not found error dialog title */
"Account Not found" = "Account Not found";

/* Accounts window title
   Accounts toolbar item */
"Accounts" = "Accounts";

/* Account Editor button title */
"Add" = "Add";

/* Quit dialog description */
"All connections will be terminated." = "All connections will be terminated.";

/* SSL error dialog description */
"An error occured during SSL communication. Perhaps the server is not configured properly." = "An error occured during SSL communication. Perhaps the server is not configured properly.";

/* Server error dialog description */
"An internal server error occured. Please contact the server administrator." = "An internal server error occured. Please contact the server administrator.";

/* Clear messages dialog title */
"Are you sure you want to clear the message history?" = "Are you sure you want to clear the message history?";

/* Clear news dialog title */
"Are you sure you want to clear the news?" = "Are you sure you want to clear the news?";

/* Delete file dialog title (filename)
   Delete account dialog title (filename) */
"Are you sure you want to delete \"%@\"?" = "Are you sure you want to delete \"%@\"?";

/* Disconnect dialog title */
"Are you sure you want to disconnect?" = "Are you sure you want to disconnect?";

/* Quit dialog title */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* Abbreviation of 'bytes' */
"B" = "B";

/* Banned error dialog title */
"Banned" = "Banned";

/* Cipher string */
"bits" = "bits";

/* Bookmarks toolbar item */
"Bookmarks" = "Bookmarks";

/* Broadcast toolbar item */
"Broadcast" = "Broadcast";

/* Broadcast dialog title (nick, server) */
"Broadcast from %@ on %@" = "Broadcast from %@ on %@";

/* Byte singular */
"byte" = "byte";

/* Byte plural */
"bytes" = "bytes";

/* Cannot be disconnected error dialog title */
"Cannot Be Disconnected" = "Cannot Be Disconnected";

/* Cannot create folders error dialog title */
"Cannot Create Folders" = "Cannot Create Folders";

/* Cannot delete folders error dialog title
   Cannot delete files error dialog title */
"Cannot Delete" = "Cannot Delete";

/* Cannot download error dialog title */
"Cannot Download" = "Cannot Download";

/* Cannot edit accounts error dialog title */
"Cannot Edit Accounts" = "Cannot Edit Accounts";

/* Cannot upload error dialog title */
"Cannot Upload" = "Cannot Upload";

/* Cannot upload anywhere error dialog title */
"Cannot Upload Anywhere" = "Cannot Upload Anywhere";

/* Chat window title
   Chat toolbar item */
"Chat" = "Chat";

/* Checksum mismatch error dialog title */
"Checksum Mismatch" = "Checksum Mismatch";

/* Clear messages dialog button
   Clear news button title */
"Clear" = "Clear";

/* Client not found error dialog title */
"Client Not Found" = "Client Not Found";

/* Connection failed error dialog title */
"Connection Failed" = "Connection Failed";

/* Connection failed error dialog title */
"Connection Timed Out" = "Connection Timed Out";

/* Console toolbar item
   Console window title */
"Console" = "Console";

/* Login timeout error dialog description */
"Could not complete login due to timeout." = "Could not complete login due to timeout.";

/* Connection failed error dialog description (host) */
"Could not connect to \"%@\" due to timeout." = "Could not connect to \"%@\" due to timeout.";

/* Connection failed error dialog description (host) */
"Could not connect to \"%@\"." = "Could not connect to \"%@\".";

/* Create failed error dialog description (path) */
"Could not create the file \"%@\"." = "Could not create the file \"%@\".";

/* File exists error dialog description */
"Could not create the file or directory, it already exists." = "Could not create the file or directory, it already exists.";

/* Account not found error dialog description */
"Could not find the account you referred to. Perhaps someone deleted it." = "Could not find the account you referred to. Perhaps someone deleted it.";

/* Client not found error dialog description */
"Could not find the client you referred to. Perhaps that client left before the command could be completed." = "Could not find the client you referred to. Perhaps that client left before the command could be completed.";

/* File not found error dialog description */
"Could not find the file or folder you referred to. Perhaps someone deleted it." = "Could not find the file or folder you referred to. Perhaps someone deleted it.";

/* Icon pack not OK dialog description */
"Could not install \"%@\" as \"%@\"." = "Could not install \"%@\" as \"%@\".";

/* Login failed error dialog description */
"Could not login, the user name and/or password you supplied was incorrect." = "Could not login, the user name and/or password you supplied was incorrect.";

/* Banned error dialog description */
"Could not login, you are banned from this server." = "Could not login, you are banned from this server.";

/* Open failed error dialog description (path) */
"Could not open the file \"%@\"." = "Could not open the file \"%@\".";

/* Resolve failed error dialog description (host) */
"Could not resolve \"%@\"." = "Could not resolve \"%@\".";

/* Checksum mismatch error dialog description (path) */
"Could not resume transfer of \"%@\", the checksums do not match." = "Could not resume transfer of \"%@\", the checksums do not match.";

/* Create failed error dialog title */
"Create Failed" = "Create Failed";

/* Time strings */
"days" = "days";

/* Private chat invite button title */
"Decline" = "Decline";

/* Delete account dialog button title
   Delete file button title */
"Delete" = "Delete";

/* Disconnect menu item
   Disconnect toolbar item
   Disconnect dialog button */
"Disconnect" = "Disconnect";

/* Chat window title */
"Disconnected" = "Disconnected";

/* Disconnect dialog description */
"Disconnecting will close any ongoing file transfers." = "Disconnecting will close any ongoing file transfers.";

/* Drop box folder kind */
"Drop Box Folder" = "Drop Box Folder";

/* 10^18 prefix */
"E" = "E";

/* File exists error dialog title */
"File Exists" = "File Exists";

/* File exists error dialog title */
"File or Folder Exists" = "File or Folder Exists";

/* File not found error dialog title */
"File or Folder Not Found" = "File or Folder Not Found";

/* Files toolbar item
   Files window title */
"Files" = "Files";

/* Folder exists error dialog title */
"Folder Exists" = "Folder Exists";

/* News from */
"From" = "From";

/* News header (nick, time, message, delimiter */
"From %@ (%@):\n\n%@\n%@\n" = "From %@ (%@):\n\n%@\n%@\n";

/* Message from (nick) */
"From: %@" = "From: %@";

/* 10^9 prefix */
"G" = "G";

/* General toolbar item */
"General" = "General";

/* Group singular */
"group" = "group";

/* Group plural */
"groups" = "groups";

/* Time strings */
"hours" = "hours";

/* Icon pack not OK dialog title */
"Icon Pack Error" = "Icon Pack Error";

/* Icon pack OK dialog title */
"Icon Pack Installed" = "Icon Pack Installed";

/* User list menu title */
"Ignore" = "Ignore";

/* Ignores toolbar item */
"Ignores" = "Ignores";

/* Server info window title */
"Info" = "Info";

/* Item singular */
"item" = "item";

/* Item plural */
"items" = "items";

/* Private chat invite button title */
"Join" = "Join";

/* Private chat invite dialog description (nick) */
"Join to open a separate private chat with %@." = "Join to open a separate private chat with %@.";

/* 10^3 prefix */
"K" = "K";

/* Larger text toolbar item */
"Larger Text" = "Larger Text";

/* Description of server via Rendezvous tracker */
"Local server via Rendezvous" = "Local server via Rendezvous";

/* Login failed error dialog title */
"Login Failed" = "Login Failed";

/* Login timeout error dialog title */
"Login Timeout" = "Login Timeout";

/* 10^6 prefix */
"M" = "M";

/* Messages toolbar item
   Messages window title */
"Messages" = "Messages";

/* Time strings */
"minutes" = "minutes";

/* News toolbar item
   News window title */
"News" = "News";

/* Open failed error dialog title */
"Open Failed" = "Open Failed";

/* 10^15 prefix */
"P" = "P";

/* Permission denied error dialog title */
"Permission Denied" = "Permission Denied";

/* Personal toolbar item */
"Personal" = "Personal";

/* Post news toolbar item
   Post News window title */
"Post News" = "Post News";

/* Private chat window title */
"Private Chat" = "Private Chat";

/* Protocol error dialog title */
"Protocol Error" = "Protocol Error";

/* Protocol mismatch error dialog title */
"Protocol Mismatch" = "Protocol Mismatch";

/* Transfer locally queued */
"Queued" = "Queued";

/* Transfer queued (position) */
"Queued at position %u" = "Queued at position %u";

/* Read error dialog title */
"Read Error" = "Read Error";

/* Description of Rendezvous tracker (servers, 'server(s)' */
"Rendezvous local service discovery, %d %@" = "Rendezvous local service discovery, %d %@";

/* Resolve failed error dialog title */
"Resolve Failed" = "Resolve Failed";

/* Account Editor button title */
"Save" = "Save";

/* Search window title */
"Search" = "Search";

/* Time strings */
"seconds" = "seconds";

/* Server singular */
"server" = "server";

/* Server disconnected error dialog title */
"Server Disconnected" = "Server Disconnected";

/* Server error dialog title */
"Server Error" = "Server Error";

/* Server plural */
"servers" = "servers";

/* Smaller text toolbar item */
"Smaller Text" = "Smaller Text";

/* SSL error dialog title */
"SSL Error" = "SSL Error";

/* About box title */
"Stats" = "Stats";

/* 10^12 prefix */
"T" = "T";

/* Account exists error dialog description */
"The account you tried to create already exists on the server." = "The account you tried to create already exists on the server.";

/* Cannot be disconnected error dialog description */
"The client you tried to disconnect is proteceted. You cannot disconnect that client." = "The client you tried to disconnect is proteceted. You cannot disconnect that client.";

/* Permission denied error dialog description */
"The command could not be completed due to insufficient privileges." = "The command could not be completed due to insufficient privileges.";

/* File exists error dialog description (path) */
"The file \"%@\" already exists." = "The file \"%@\" already exists.";

/* Folder exists error dialog description (path) */
"The folder \"%@\" already exists." = "The folder \"%@\" already exists.";

/* Server disconnected error dialog description */
"The server has unexpectedly disconnected." = "The server has unexpectedly disconnected.";

/* Transfer failed error dialog description (path) */
"The transfer of \"%@\" failed." = "The transfer of \"%@\" failed.";

/* Delete file dialog description
   Delete account dialog description
   Clear news dialog description
   Clear messages dialog description */
"This cannot be undone." = "This cannot be undone.";

/* Protocol mismatch error dialog description */
"This server uses a newer protocol version than this client was developed for. Protocol errors may occur during the connection." = "This server uses a newer protocol version than this client was developed for. Protocol errors may occur during the connection.";

/* Message to */
"To: %@" = "To: %@";

/* Trackers toolbar item */
"Trackers" = "Trackers";

/* Transfer exists error dialog title */
"Transfer Exists" = "Transfer Exists";

/* Transfer failed error dialog title */
"Transfer Failed" = "Transfer Failed";

/* Transfers toolbar item
   Transfers window title */
"Transfers" = "Transfers";

/* User list menu title */
"Unignore" = "Unignore";

/* Uploads folder kind */
"Uploads Folder" = "Uploads Folder";

/* User singular */
"user" = "user";

/* User plural */
"users" = "users";

/* Transfer waiting */
"Waiting" = "Waiting";

/* Write error dialog title */
"Write Error" = "Write Error";

/* Transfer exists error dialog description (path) */
"You are already transferring \"%@\"." = "You are already transferring \"%@\".";

/* Cannot upload error anywhere dialog description */
"You can only upload in Upload and Drop Box folders." = "You can only upload in Upload and Drop Box folders.";

/* Cannot create folders error dialog description */
"You do not have sufficient privileges to create folders on the server." = "You do not have sufficient privileges to create folders on the server.";

/* Cannot delete files error dialog description */
"You do not have sufficient privileges to delete files." = "You do not have sufficient privileges to delete files.";

/* Cannot delete folders error dialog description */
"You do not have sufficient privileges to delete folders." = "You do not have sufficient privileges to delete folders.";

/* Cannot download error dialog description */
"You do not have sufficient privileges to download files." = "You do not have sufficient privileges to download files.";

/* Cannot edit accounts error dialog description */
"You do not have sufficient privileges to edit accounts." = "You do not have sufficient privileges to edit accounts.";

/* Cannot upload error dialog description */
"You do not have sufficient privileges to upload files." = "You do not have sufficient privileges to upload files.";

